Repository: 84000/data-translation-memory
Catalog: toh174-v2.tmx
Source language: bo
Languages: en

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་ཕྱིན་ཅི་ལོག་གི་དབང་དུ་གྱུར་པས་ལུས་དང་། ངག་དང་། ཡིད་ཀྱི་འདུ་བྱེད་སྐྱེད་དེ།
en: Under the power of mistaken perception, childish ordinary beings generate physical, verbal, and mental formations.

source: དེ་ལ་འཛིན་ཅིང་ཆགས་པས་ཆོས་མ་ཡིན་པ་ལ་ཆོས་སུ་འདུ་ཤེས། ཕུང་པོ་མེད་པ་ལ་ཕུང་པོར་ཤེས་སོ། །
en: As they grasp and cling to them, they perceive nonphenomena to be phenomena and nonexistent aggregates to be aggregates.

source: ཕྱིན་ཅི་ལོག་གི་འདུ་བྱེད་ལ་ཆགས་པས་དེས་རྣམ་པར་བཅིངས་ཏེ་ལམ་རྒྱུད་ལྔར་འཁོར་ཞིང་རྟག་ཏུ་ལུས་དང་། ངག་དང་། ཡིད་ཀྱི་འདུ་བྱེད་ཀྱི་རྗེས་སུ་སྤྱོད་དེ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་མི་རྟོགས།
en: Attached to their mistaken formations, they are bound by them and circle throughout the five classes of beings, continuously conforming to physical, verbal, and mental formations as they fail to accurately understand.

source: ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་འདུ་བྱེད་ཀྱི་ཕུང་པོ་མ་རྟོགས་པས་ལུས་དང་། ངག་དང་། ཡིད་ཀྱི་སྒོ་ནས་འདུ་བྱེད་རྣམས་བསྐྱེད་པར་གྱུར་ཏོ། །
en: By failing to accurately understand the aggregate of formation, they generate formations with body, speech, and mind.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་ཕྱིན་ཅི་ལོག་ལ་ཆགས་པའི་ཕྱིར། དེ་ཁོ་ན་ཉིད་མ་ཡིན་པའི་ཆོས་ལ་ཆགས་པའི་ཕྱིར། ཡང་དག་པ་མ་ཡིན་པ་ལ་ཆགས་པའི་ཕྱིར་འདུ་བྱེད་ཀྱི་ཕུང་པོ་ཞེས་བྱའོ། །
en: Because childish ordinary beings are attached to mistaken perceptions, because they are attached to phenomena that are not real, and because they are attached to what is false, these are called the aggregate of formation .’

source: འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་འདི་ལ་དེ་ལྟར་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་བརྟགས་ན་
en: “Lokadhara, when bodhisattvas accurately investigate this,

source: འདུ་བྱེད་རྣམས་ཀྱི་དངོས་པོ་མེད་དེ་རབ་ཏུ་མཐུ་ཆུང་བ་རྒྱུ་དང་རྐྱེན་མང་པོ་འདུས་པ་ལས་འདུ་བྱེད་ཀྱི་ཕུང་པོ་ཞེས་བརྗོད་ཅིང་བཏགས་ཏེ་དེ་ལ་ཡང་དག་པར་འདུ་བྱེད་ཀྱི་ཕུང་པོ་མེད་པར་རྟོགས་སོ། །
en: they will realize that formations have no substance and are weak. They understand that the so-called aggregate of formation is simply designated as such based on a gathering of many causes and conditions, and so the aggregate of formation does not truly exist.

source: ཕུང་པོ་མེད་པ་ནི་འདུ་བྱེད་ཀྱི་ཕུང་པོའོ། །
en: The aggregate of formation is a nonexistent aggregate.

source: ཐོག་མ་ནས་མ་སྐྱེས་པ་ནི་འདུ་བྱེད་ཀྱི་ཕུང་པོའོ། །
en: The aggregate of formation is primordially unborn.

source: རང་བཞིན་མེད་པ་ནི་འདུ་བྱེད་ཀྱི་ཕུང་པོའོ། །
en: The aggregate of formation lacks intrinsic existence.

source: འདུ་བྱེད་རྣམས་ཀྱི་སྔ་མའི་མཐའ་ཡང་དམིགས་སུ་མེད། ཕྱི་མའི་མཐའ་ཡང་དམིགས་སུ་མེད། བར་གྱི་མཐའ་ཡང་དམིགས་སུ་མེད་དེ་མི་གནས་པས་
en: Since formations cannot be observed in the past, cannot be observed in the future, and cannot be observed in-between, they do not remain. Thus,

source: འདུ་བྱེད་རྣམས་ནི་སྐད་ཅིག་གཅིག་གིས་སྐྱེ་ཞིང་འགོག་པའི་ཆོས་ཅན་ནོ། །
en: formations arise and cease moment-by-moment.

source: འཇིག་རྟེན་འཛིན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དེ་ལྟར་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་འདུ་བྱེད་ཀྱི་ཕུང་པོ་ལ་སྟོང་པ་ཉིད་དང་། དམིགས་སུ་མེད་པ་དང་། སྲ་བའི་རང་བཞིན་མེད་པ་དང་། སྤུའི་ཉག་མ་ཙམ་ཡང་དམིགས་སུ་མེད་པར་རྟོགས་སོ། །
en: “Lokadhara, in this fashion bodhisattvas accurately understand the aggregate of formation to be emptiness, inapprehensible, lacking a concrete nature, and not even remotely observable.

source: དེ་ལྟར་བསམས་ནས་
en: Considering this,

source: འདུ་བྱེད་ཀྱི་ཕུང་པོ་ལ་ཡང་དག་པར་རྟོག་གོ། །
en: they will correctly reason in the following way with regard to the aggregate of formation:

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་སྙིང་པོ་མེད་པའི་ཆོས་ཀྱིས་རྣམ་པར་བཅིངས་པ་དང་། འདུ་བྱེད་ཀྱི་ཕུང་པོས་རྣམ་པར་བཅིངས་པ་དང་། ཆགས་པས་རྣམ་པར་བཅིངས་ཏེ
en: ‘Childish ordinary beings are bound by phenomena that have no essence, by the aggregate of formation, and by their attachment.

source: ལུས་དང་། ངག་དང་། ཡིད་ཀྱི་སྒོ་ནས་འདུ་བྱེད་པ་བསྐྱེད་དོ། །
en: They generate formations with their body, speech, and mind, and

source: བདག་འདུ་བྱེད་པ་དང་། བདག་གི་བར་འདུ་བྱེད་པ་བསྐྱེད་དོ། །
en: they generate the formations of self and possessions.

source: དེ་ལྟ་བུའི་ལས་བསྐྱེད་པས་འདུ་བྱེད་ཀྱི་ཕུང་པོས་རྣམ་པར་བཅིངས་ནས་འདུ་བྱེད་ཀྱི་ཕུང་པོ་ཉིད་མ་རིག་པ་གཏི་མུག་ཡིན་པར་མི་ཤེས་ཏེ་
en: By generating such action, they are bound by the aggregate of formation and fail to recognize the very aggregate of formation to be ignorance and delusion.

source: དེ་ལྟར་ཕྱིན་ཅི་ལོག་གི་དབང་དུ་གྱུར་པས་དེ་ལ་ཆགས་ཤིང་འཛིན་ཏོ། །
en: Under the power of such mistaken perceptions, beings grasp and cling to formations.

source: གང་ཟག་དེས་དེ་ལྟར་འདུ་བྱེད་ཀྱི་ཕུང་པོ་ལ་ཆགས་ཤིང་འཛིན་པས་བར་བར་ནི་བདེ་བར་འདུ་བྱེད། བར་བར་ནི་སྡུག་བསྔལ་བར་འདུ་བྱེད། བར་བར་ནི་བདེ་བའང་མ་ཡིན་སྡུག་བསྔལ་ཡང་མ་ཡིན་པར་འདུ་བྱེད་དོ། །
en: Since such people become attached and cling to the aggregate of formation in this way, they sometimes generate pleasurable formations, sometimes generate painful formations, and sometimes generate formations that are neither pleasurable nor painful.

source: གང་ཟག་དེས་བདེ་བ་ལ་འདུ་བྱེད་པས་བདེ་བའི་ལུས་ཐོབ་བོ། །
en: When generating formations concerning pleasure, such people attain a body that is pleasurable.

source: སྡུག་བསྔལ་ལ་འདུ་བྱེད་པས་སྡུག་བསྔལ་གྱི་ལུས་ཐོབ་བོ། །
en: When generating formations concerning pain, such people attain a body that is painful.

source: བདེ་བ་ཡང་མ་ཡིན་སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པ་ལ་འདུ་བྱེད་པས་བདེ་བ་ཡང་མ་ཡིན་སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པའི་ལུས་ཐོབ་བོ། །
en: When generating formations concerning what is neither pleasurable nor painful, such people attain a body that is neither pleasurable nor painful.

source: གང་ཟག་དེས་བདེ་བའི་ལུས་ཐོབ་པས་དེ་ལ་འདོད་པ་བསྐྱེད་དོ། །
en: When they attain a body that is pleasurable, such people develop desire for it.

source: སྡུག་བསྔལ་གྱི་ལུས་ཐོབ་པས་ཞེ་སྡང་བསྐྱེད་དོ། །
en: When they attain a body that is painful, such people develop aversion for it.

source: བདེ་བ་ཡང་མ་ཡིན་སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པའི་ལུས་ཐོབ་པས་གཏི་མུག་བསྐྱེད་དོ། །
en: When they attain a body that is neither pleasurable or painful, such people develop delusion regarding it.

source: གང་ཟག་དེས་དེ་ལྟར་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་གི་དབང་དུ་གྱུར་པས་འདུ་བྱེད་ཀྱི་ཉེས་པའི་སྐྱོན་མ་མཐོང་ནས།
en: Falling under the power of desire, aversion, and delusion, they fail to see the flaws of formations, and so

source: ལུས་དང་། ངག་དང་། ཡིད་ཀྱི་འདུ་བྱེད་རྣམ་པར་མ་དག་གོ། །
en: they fail to purify physical, verbal, and mental formations.

source: གང་ཟག་དེ་དེ་ལྟར་ལུས་དང་། ངག་དང་། ཡིད་ཀྱི་འདུ་བྱེད་རྣམ་པར་མ་དག་པས་རྣམ་པར་མ་དག་པའི་ལམ་དུ་ལྟུང་བར་གྱུར་པ་ནི་འདི་ལྟ་སྟེ། སེམས་ཅན་དམྱལ་བ་དང་། བྱོལ་སོང་དང་། ཡི་དགས་སོ། །
en: In failing to purify physical, verbal, and mental formations, they descend into impure paths: those of hell beings, animals, and anguished spirits.

source: ཇི་སྟེ་སྐད་ཅིག་ཙམ་དེ་ལས་ཐར་ཏེ། ལྷ་དང་མིར་སྐྱེས་ན་ཡང་།
en: Even if they manage to briefly gain freedom from such states and are born as gods or humans,

source: ལུས་དང་། ངག་དང་། ཡིད་ཀྱི་འདུ་བྱེད་ལ་ཤིན་ཏུ་ཆགས་ཏེ་
en: they remain very attached to physical, verbal, and mental formations;

source: འདུ་བྱེད་ཀྱི་ཕུང་པོ་ལ་རབ་ཏུ་ཆགས་སོ། །
en: they are still quite attached to the aggregate of formation.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི་དེ་ལྟར་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྟོགས་སོ། །
en: Bodhisattva great beings accurately understand this.

source: བདག་ཅག་ཀྱང་བུས་པ་སོ་སོའི་སྐྱེ་བོའི་རྗེས་སུ་བསླབ་པར་མི་བྱའི།
en: We too should not emulate childish ordinary beings. Rather,

source: བདག་ཅག་གིས་ལུས་དང་། ངག་དང་། ཡིད་ཀྱི་འདུ་བྱེད་རྣམ་པར་དག་པར་སྦྱངས་ཏེ་འདུ་བྱེད་ཀྱི་ཕུང་པོ་ལ་ཆགས་པར་མི་བྱ།
en: we should train to purify physical, verbal, and mental formations and not become attached to the aggregate of formation.

source: འདུ་བྱེད་ཀྱི་ཕུང་པོའི་ཉེས་པའི་སྐྱོན་ཤིན་ཏུ་བརྟགས་ཏེ།
en: Having thoroughly investigated the flaws of the aggregate of formation,

source: འདུ་བྱེད་ཀྱི་ཕུང་པོ་ལས་འབྱུང་བའི་ལམ་བཙལ་བར་བྱའོ། །
en: we should seek the path, which brings emancipation from the aggregate of formation.’

source: གང་དེ་ལྟར་རྟོག་པ་ནི་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་འདུ་བྱེད་ཀྱི་ཕུང་པོ་ལ་རྟོག་པ་ཞེས་བྱ་སྟེ། དེ་ནི་ཡང་དག་པར་འདུ་བྱེད་ཀྱི་ཕུང་པོ་མི་རྟག་པ་ལ་རྟོག་པ་ཞེས་བྱའོ། །
en: “Those who think in this way are called those who accurately contemplate the aggregate of formation and those who accurately contemplate the impermanent nature of the aggregate of formation .

source: དེའི་ཚེ་ན་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་འདུ་བྱེད་རྣམས་དང་། འདུ་བྱེད་ཀྱི་ཀུན་འབྱུང་བ་དང་། འདུ་བྱེད་ཀྱི་འགོག་པ་དང་། འདུ་བྱེད་ཀྱི་འགོག་པའི་ལམ་ལ་མི་འཛིན། མི་ཆགས། མི་ཞེན་ཏོ། །
en: At that time, they will act appropriately by not grasping at, being attached, or clinging to formations, the origination of formations, the cessation of formations, or the path leading to the cessation of formations.

source: འདུ་བྱེད་རྣམས་ལ་ཡང་མི་ཆགས་མི་ཞེན་ཏོ། །
en: They will not be attached or cling to formations.

source: འདུ་བྱེད་ཀྱི་ཕུང་པོ་ལ་ཡང་མི་ཆགས་སོ། །
en: They will also not be attached to the aggregate of formation.

source: དེ་ལྟར་རྟོག་པའི་ཚེ་འདུ་བྱེད་ཀྱི་མཚན་མ་དང་བྲལ་ཏེ་འདུ་བྱེད་ཀྱང་འདུ་བྱེད་ཀྱི་ཕུང་པོའི་ལམ་མེད་པར་རྟོགས་ཏེ་
en: When contemplating this, they will be free from the marks of formations and realize how even formations lack the nature of the aggregate of formation.

source: འདུ་བྱེད་ཐམས་ཅད་ལ་སྟོང་པ་ཉིད་དུ་རྟོགས་པས་
en: By realizing all formations to be emptiness,

source: འདུ་བྱེད་ཐམས་ཅད་ལ་སྐྱོ་ཞིང་སྐྲག་པ་དང་འབྱུང་བའི་སེམས་སྐྱེའོ། །
en: they will become weary, apprehensive, and dismissive of all formations.

source: རྣམ་པར་དག་པའི་ལུས་དང་ངག་དང་ཡིད་ཀྱི་འདུ་བྱེད་འབའ་ཞིག་ལ་མངོན་པར་འདུ་བྱེད་དོ། །
en: They will only form pure physical, verbal, and mental formations.

source: འདུ་བྱེད་ཀྱི་མཚན་མ་རྣམ་པར་བཤིག་པ་དང་། འདུ་བྱེད་ཀྱི་ཕུང་པོའི་མཚན་མ་ལས་རིང་དུ་གྱུར་པས།
en: They will demolish the marks of formations and distance themselves from the marks of the aggregate of formation. Thus,

source: གང་ཟག་དེས་ཇི་ཙམ་དུ་ལུས་ཐོབ་པར་གྱུར་པ་དེ་ཡོངས་སུ་དག་པར་འགྱུར་རོ། །
en: any type of body such a person acquires will be pure.

source: གང་ཟག་དེ་ནི་ལུས་ཀྱི་ལས་རྣམ་པར་དག །ངག་གི་ལས་རྣམ་པར་དག །ཡིད་ཀྱི་ལས་རྣམ་པར་དག་པའོ། །
en: Such people have purified their physical, verbal, and mental actions.

source: ལུས་ཀྱི་འདུ་བྱེད་རྣམ་པར་དག །ངག་གི་འདུ་བྱེད་རྣམ་པར་དག །ཡིད་ཀྱི་འདུ་བྱེད་རྣམ་པར་དག་པའོ། །
en: They have purified their physical, verbal, and mental formations.

source: གང་ཟག་དེ་ནི་འདུ་བྱེད་ཀྱི་ཕུང་པོ་དང་བྲལ་བ། འདུ་བྱེད་ཀྱི་ཕུང་པོའི་མཚན་མ་དང་བྲལ་བ། ཆོས་རྣམས་ཀྱི་དངོས་པོའི་མཚན་མ་རྣམ་པར་འཇིག་པའོ། །
en: They are free from the aggregate of formation, they are free from the marks of the aggregate of formation, and they destroy the marks of substantial existence of all phenomena.

source: དེ་ལྟར་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྟོག་པའི་ཚེ་འདུ་བྱེད་ཀྱི་ཕུང་པོ་རྣམས་གང་ནས་ཀྱང་མ་འོངས། གང་དུའང་མི་འགྲོ་བར་རྟོགས་ཏེ།
en: When accurately contemplating this matter, they realize that the aggregate of formation does not come from anywhere or go anywhere.

source: འདུ་བྱེད་རྣམས་ངེས་པར་སྐྱེ་བའི་མཚན་མའམ། ངེས་པར་འགོག་པའི་མཚན་མར་མི་དམིགས་སོ། །
en: They do not observe any formations that have the marks of truly arising or truly ceasing.

source: དེས་འདུ་བྱེད་རྣམས་ལ་སྐྱེ་བ་དང་འགོག་པའི་མཚན་མ་མེད་པར་རྟོགས་ཏེ།
en: They understand that formations lack the marks of arising and ceasing, for

source: འདུ་བྱེད་ཐམས་ཅད་སྐྱེ་བ་དང་འགོག་པའི་མཚན་མ་མ་ཡིན་ནོ། །
en: no formation has the marks of arising and ceasing.

source: གང་ཟག་དེ་འདུ་བྱེད་ཐམས་ཅད་ལ་སྐྱེ་བ་དང་འགོག་པའི་མཚན་མ་མེད་པར་རྟོགས་ནས་སྐྱོ་ཞིང་སྤོང་བའི་སེམས་སྐྱེས་ཏེ།
en: Once these people understand that formations lack the marks of arising and ceasing, they become weary and dismissive toward them.

source: ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་འདུ་བྱེད་རྣམས་ཀྱི་ཀུན་འབྱུང་དང་འགོག་པའི་མཚན་མ་རྟོགས་ཤིང་ཆུད་པར་འགྱུར་རོ། །
en: They will accurately understand and realize the marks of the origination and cessation of formations.

source: འདུ་བྱེད་རྣམས་མ་སྐྱེས་པའི་མཚན་ཉིད་དུ་རིག་ཀྱང་འདུ་བྱེད་ཀྱི་མཚན་ཉིད་ཤིན་ཏུ་མི་རྟོགས་སོ། །
en: “Even though they see formations in terms of their characteristic of being unborn, they do not fully apprehend any characteristics of formations.

source: འཇིག་རྟེན་འཛིན་འདུ་བྱེད་ཀྱི་ཕུང་པོ་ལ་ངེས་པའི་མཚན་ཉིད་མེད་པའི་ཕྱིར་རོ། །
en: Lokadhara, it is because the aggregate of formation lacks true characteristics.

source: ཆུ་ཤིང་ལ་སྲ་བའི་མཚན་ཉིད་ཀྱང་མི་རྙེད། མི་སྲ་བའི་མཚན་ཉིད་ཀྱང་མི་རྙེད་པ་དེ་བཞིན་དུ་འདུ་བྱེད་ཀྱི་མཚན་ཉིད་ཀྱང་མི་རྙེད་པ་དེ་བཞིན་དུ་འདུ་བྱེད་ཀྱི་མཚན་ཉིད་ཀྱང་དེ་བཞིན་ཏེ་སྲ་བའི་མཚན་ཉིད་ཀྱང་མི་རྙེད་ལ་མི་སྲ་བའི་མཚན་ཉིད་ཀྱང་མི་རྙེད་དོ། །
en: Just as a banana tree lacks both the characteristic of being solid and the characteristic of not being solid, so it is with the characteristics of formations—they lack both the characteristic of being solid and the characteristic of not being solid.

source: འཇིག་རྟེན་འཛིན་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་འདུ་བྱེད་ཀྱི་ཕུང་པོ་ལའང་འཇུག་པ་ཡིད་ལ་བྱེད་པའི་རྣམ་པར་འབྱེད་པ་ལ་རྟོག་པ་ཞེས་བྱའོ། །
en: Lokadhara, this is how bodhisattva great beings contemplate the discernment whereby one mentally engages the aggregate of formation.”

source: འཇིག་རྟེན་འཛིན་དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་རྣམ་པར་འབྱེད་པ་ལ་རྟོག་པ་ཞེ་ན།
en: “Lokadhara, how then do bodhisattva great beings accurately contemplate the discernment of the aggregate of consciousness?

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཕུང་པོ་མ་ཡིན་པ་ལ་རྣམ་པར་ཤེས་པའི་ཕུང་པོར་རྟོག །
en: Bodhisattva great beings contemplate the aggregate of consciousness as a nonaggregate.

source: ཕྱིན་ཅི་ལོག་གི་ཕུང་པོ་ལ་རྣམ་པར་ཤེས་པའི་ཕུང་པོར་རྟོག །
en: They contemplate the aggregate of consciousness as a heap of error.

source: ཡང་དག་པ་མ་ཡིན་པའི་ཕུང་པོ་ལ་རྣམ་པར་ཤེས་པའི་ཕུང་པོར་རྟོག་གོ། །
en: They contemplate how the aggregate of consciousness is a heap of falsehood.

source: འཇིག་རྟེན་འཛིན་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་དེ་ནི་ཕྱིན་ཅི་ལོག་ལས་སྐྱེས་ཏེ།
en: Lokadhara, the aggregate of consciousness arises from mistaken perception.

source: ཡང་དག་པ་མ་ཡིན་པའི་རྐྱེན་གྱིས་བཅིངས་པས་སྔོན་གྱི་ལས་ཀྱིས་ཡོད་པར་གྱུར་ཏེ།
en: Because beings have been bound by the condition of false perception, they have previously created actions, due to which the aggregate of consciousness now manifests.

source: ད་ལྟར་གྱི་རྐྱེན་ལ་རག་ལུས་པས་རྒྱུ་དང་རྐྱེན་མང་པོ་ལ་རག་ལུས་པའི་ཕྱིར་
en: Because it also depends upon current conditions, it is based on many causes and conditions. Therefore,

source: ཡང་དག་པ་མ་ཡིན་པ་ཅི་ཡང་མེད་པའི་རྣམ་པར་བརྟགས་པ་ལས་རྣམ་པར་ཤེས་པ་ལས་སྐྱེས་སོ། །
en: the aggregate of consciousness arises from consciousness that is based on nonexistent and false imputations.

source: རྣམ་པར་ཤེས་པའི་ཕྱིར་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་སྟེ།
en: It is called consciousness because it is cognizant.

source: རྣམ་པར་རྟོག་པའི་བློ་འཁྲུལ་པ་ལས་བླ་ཐབས་སུ་ཡོད་པར་གྱུར་ཏེ་
en: It exists adventitiously, based upon a confused conceptual mind.

source: ཤེས་པ་ཡོད་པས་རྣམ་པར་ཤེས་པ་ཞེས་བྱའོ། །
en: Because it knows, it is called consciousness .

source: དངོས་པོ་རྣམ་པ་སྣ་ཚོགས་སུ་ཤེས་པའི་ཕྱིར། སེམས་ཀྱི་ལས་བསྐྱེད་པའི་ཕྱིར། བསམས་པ་སེམས་པའི་ཕྱིར། རྐྱེན་མང་པོ་ལས་མཚན་མ་སྐྱེ་བའི་ཕྱིར། རྣམ་པ་སྣ་ཚོགས་སུ་སེམས་སྐྱེ་བའི་ཕྱིར་ན་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ཞེས་བྱའོ། །
en: It is called the aggregate of consciousness because it is conscious of myriad entities, because it initiates mental actions, because it thinks, because it generates marks from many conditions, and because it generates thinking in myriad forms.

source: ཤེས་པ་ལས་རྣམ་པར་ཤེས་པའི་གཟུགས་བྱུང་སྟེ་སེམས་ཀྱི་ལས་སྟོན་པའི་ཕྱིར། བསམ་པ་སྡུག་པའི་ཕྱིར། རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ཞེས་བྱ་སྟེ།
en: It is called the aggregate of consciousness because consciousness causes the forms perceived by consciousness to arise and it manifests the actions of mind, and because it is fond of thinking.

source: དེ་ལ་སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པ་ཞེས་ཀྱང་བྱ་སྟེ།
en: It is called mind, mentality, and consciousness.

source: ཐམས་ཅད་ཀྱང་ཡིད་ཀྱི་ལས་ཀྱིས་རྣམ་པར་རྟོག་པས་རྣམ་པར་ཤེས་པས་བསྡུས་ཏེ་མཚན་ཉིད་དུ་རྣམ་པར་ཤེས། འདུ་བྱེད་དུ་རྣམ་པར་ཤེས། རང་བཞིན་དུ་རྣམ་པར་ཤེས་པས་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ཞེས་བྱའོ། །
en: By conceptualizing everything through its mental activity, consciousness assembles phenomena and perceives them as characteristics, formations, and intrinsic natures. Thus, it is called the aggregate of consciousness .

source: དེ་ལྟར་ཕུང་པོ་མ་ཡིན་པ་ནི་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་སྟེ།
en: In this manner, the aggregate of consciousness is a nonaggregate.

source: མ་སྐྱེས་པ། མ་བྱུང་བ། མ་བྱས་པའོ། །
en: It is unborn, unarisen, and uncreated.

source: ཕྱིན་ཅི་ལོག་དང་ལྡན་པའི་རྐྱེན་གྱིས་ཡང་དག་པ་མ་ཡིན་པར་ཤེས་པའི་ཕྱིར་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ཞེས་བྱའོ། །
en: “It is called the aggregate of consciousness because it cognizes falsely, due to the condition of mistaken perception.

source: རྣམ་པར་ཤེས་པའི་ཕུང་པོ་དེ་ནི་རྒྱུ་དང་རྐྱེན་མང་པོ་ལས་སྐྱེས་ཏེ།
en: The aggregate of consciousness arises from many causes and conditions.

source: རང་བཞིན་དང་གོ་རིམས་དང་རྒྱུན་ལས་སྐྱེས་པ་མེད་དེ་སྐད་ཅིག་སྐད་ཅིག་གིས་སྐྱེ་ཞིང་འགོག་སྟེ།
en: It does not arise naturally, uninterruptedly, or continuously;

source: རྣམ་པར་ཤེས་པའི་ཕུང་པོའི་མཚན་ཉིད་བསྐྱེད་པ་མ་ཡིན་ནོ། །
en: rather it arises and ceases moment-by-moment, without generating the characteristics of the aggregate of consciousness.

source: རྣམ་པར་ཤེས་པ་སྐྱེས་པའི་ངེས་པ་དམིགས་སུ་མེད་ལ་སྐྱེ་བའི་མཚན་ཉིད་ཀྱང་དམིགས་སུ་མེད་པའི་ཕྱིར་རོ། །
en: Because no definitive manifestation of consciousness can be observed, and no characteristics of its manifestation can be observed.

source: ངེས་པ་དང་མཚན་ཉིད་དམིགས་སུ་མེད་པའི་ཕྱིར། ངོ་བོ་ཉིད་ཀྱི་རང་བཞིན་མེད་པའི་ཕྱིར། རང་གི་མཚན་ཉིད་མེད་པའི་ཕྱིར། སྲ་བའི་རང་བཞིན་མི་རྙེད་པའི་ཕྱིར་ན་མཁས་པ་དག་ནི་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྟོག་སྟེ
en: The wise reflect on it accurately, because they do not apprehend any such definitive manifestation or characteristics. Likewise, they understand that it lacks inherent nature, lacks its own characteristics, and possesses no solid nature.

source: ཕུང་པོ་མ་ཡིན་པ་ལ་རྣམ་པར་ཤེས་པའི་ཕུང་པོར་ཁོང་དུ་ཆུད་དོ། །
en: They understand the aggregate of consciousness to be a nonaggregate.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་མ་ཡིན་པ་ལ་རྣམ་པར་ཤེས་པའི་ཕུང་པོར་འདུ་ཤེས་ཏེ་
en: “Childish ordinary beings perceive what is not the aggregate of consciousness to be the aggregate of consciousness.

source: ལོག་པར་རྣམ་པར་རྟོག་པ་དང་། ཕྱིན་ཅི་ལོག་དང་ལྡན་པའི་ཡང་དག་པ་མ་ཡིན་པར་རྟོག་པའི་བློས་རྣམ་པར་བཅིངས་པས་རྣམ་པར་ཤེས་པའི་ཕུང་པོར་ནན་ཏན་གྱིས་བརྟགས་ནས་
en: They are bound by incorrect thinking and a false and mistaken outlook, which causes them to assiduously impute the aggregate of consciousness. Thereby

source: རྣམ་པར་ཤེས་པའི་ཕུང་པོར་ཆགས། རྣམ་པར་ཤེས་པའི་བྱ་བ་ལ་གནས། རྣམ་པར་ཤེས་པའི་རྣམ་པ་ལ་བརྟེན་ཏེ་
en: they become attached to the aggregate of consciousness, dwell on the functions of consciousness, and rely upon the features of consciousness.

source: བསམ་པའི་སེམས་པ་བསྟན་པའི་ཕྱིར་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་བསྐྱེད་དོ། །
en: By thus displaying a conceptual mindset, the aggregate of consciousness is generated.

source: གང་ཟག་དེ་རྣམ་པ་སྣ་ཚོགས་སུ་རྣམ་པར་རྟོག་པས་ནང་གི་རྣམ་པར་ཤེས་པ་ལ་ཆགས། ཕྱིའི་རྣམ་པར་ཤེས་པ་ལ་ཆགས། ཕྱི་ནང་གི་རྣམ་པར་ཤེས་པ་ལ་ཆགས། རིང་བའི་རྣམ་པར་ཤེས་པ་ལ་ཆགས། ཉེ་བའི་རྣམ་པར་ཤེས་པ་ལ་ཆགས་ཏེ་
en: Such people conceptualize all sorts of things, which causes them to become attached to consciousness of the inner, consciousness of the outer, consciousness of the inner and outer, consciousness of the distant, and consciousness of the immediate.

source: རྣམ་པར་ཤེས་པས་མཚན་མར་རྣམ་པར་བརྟགས་པས་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་བསྐྱེད་དོ། །
en: As consciousness imputes marks, beings generate the aggregate of consciousness.

source: གང་ཟག་དེ་རྣམ་པར་རྟོག་པའི་འདུ་ཤེས་ཀྱིས་སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པ་ཞེས་བླ་དགས་སུ་བཏགས་ཏེ།
en: By means of their conceptual perception, such people impute it with the synonyms of mind, mentality, and consciousness .

source: འདི་ནི་སེམས་སོ། །འདི་ནི་ཡིད་དོ། །འདི་ནི་རྣམ་པར་ཤེས་པའོ་ཞེས་ནན་ཏན་གྱིས་བཏགས་ཏེ།
en: They assiduously impute this is mind, this is mentality , and this is consciousness .

source: དེ་ལྟར་སེམས་ཀྱི་མཚན་ཉིད་རྣམ་པ་སྣ་ཚོགས་འབྱུང་བར་ཤེས་སོ། །
en: In this fashion they perceive the arising of various characteristics of the mind.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ལ་ཆགས་ཏེ་
en: Childish ordinary beings are attached to the aggregate of consciousness—

source: རྣམ་པར་ཤེས་པའི་ཕུང་པོས་རྣམ་པར་བཅིངས་སོ། །
en: they are bound by the aggregate of consciousness.

source: སེམས་དང་། ཡིད་དང་རྣམ་པར་ཤེས་པ་འདུས་པ་ལས་རྣམ་པ་སྣ་ཚོགས་སུ་རྣམ་པར་ཤེས་པའི་ཕུང་པོར་སྐྱེས་སོ། །
en: Through the coming together of mind, mentality, and consciousness, the aggregate of consciousness arises in various forms.

source: རྣམ་པར་རྟོག་པའི་ཡང་དག་པ་མ་ཡིན་པའི་དངོས་པོའི་ཕྱིར། མཚན་ཉིད་གཅིག་པའི་ཕྱིར། ངེས་པའི་མཚན་ཉིད་གཅིག་པའི་ཕྱིར་སེམས་དེ་དང་། ཡིད་དེ་དང་། རྣམ་པར་ཤེས་པ་དེ་ཐོབ་ཅིང་ཆགས་པ་རྣམ་པར་འབྱེད་པ་ལ་མཁས་པ་ཐོབ་པར་འགྱུར་རོ། །
en: Due to being false conceptual entities, having an identical characteristic, and having a fixed characteristic, beings acquire this mind, mentality, and consciousness, and they also acquire the false concept of attachment to them.

source: གང་ཟག་དེ་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ལ་རྟེན་ཅིང་གནས་ཏེ་
en: Such people depend and rely upon the aggregate of consciousness.

source: རྣམ་པར་ཤེས་པ་ལ་ཆགས་པས་འདས་པའི་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ལ་ཡོད་པར་ཆགས་ཤིང་འཛིན་ཏོ། །
en: Attached to the aggregate of consciousness, they grasp and cling to the past aggregate of consciousness as existent,

source: མ་འོངས་པའི་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ལ་ཡང་ཡོད་པར་འཛིན་ཅིང་ཆགས་སོ། །
en: they grasp and cling to the future aggregate of consciousness as existent, and

source: ད་ལྟར་གྱི་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ལ་ཡང་ཡོད་པར་འཛིན་ཅིང་ཆགས་སོ། །
en: they grasp and cling to the present aggregate of consciousness as existent.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་དག་མཐོང་བ་དང་། ཐོས་པ་དང་། ཚོར་བ་དང་། ཤེས་པའི་ཆོས་ལ་རྣམ་པར་ཤེས་པའི་ཕུང་པོར་ཆགས་ཏེ་ཡོད་པར་འཛིན་ཏོ། །
en: Childish ordinary beings become attached to things they see, hear, feel, and cognize as the aggregate of consciousness and thus construe them as being existent.

source: གང་ཟག་དེ་མཐོང་བ་དང་། ཐོས་པ་དང་། ཚོར་བ་དང་། ཤེས་པའི་ཆོས་ལ་ཆགས་ཤིང་འཛིན་ཏེ།
en: Such people grasp and cling to things they see, hear, feel, and cognize.

source: རྣམ་པར་ཤེས་པའི་ཕུང་པོས་རྣམ་པར་བཅིངས་པས་ཤེས་པ་ལ་གཙོ་བོར་འཛིན་ཏོ། །
en: Bound by the aggregate of consciousness, they highly cherish what they cognize.

source: སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པ་འདུས་པའི་དབང་དུ་གྱུར་པས་འཁོར་བར་འཁོར་བ་ན་འདི་ལྟ་སྟེ། འཇིག་རྟེན་འདི་ནས་འཇིག་རྟེན་ཕ་རོལ་ཏུ། འཇིག་རྟེན་ཕ་རོལ་ནས་འདི་དག་ཏུའོ། །
en: Under the collective power of mind, mentality, and consciousness, they wander throughout saṃsāra, from this world to the next, and from there to here.

source: དེ་དག་ཀྱང་རྣམ་པར་ཤེས་པའི་ཕུང་པོས་རྣམ་པར་བཅིངས་པས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཕུང་པོར་མི་ཤེས་སོ། །
en: Bound by the aggregate of consciousness, they fail to accurately understand the aggregate of consciousness.

source: རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ནི་ཡང་དག་པ་མ་ཡིན་ན་ཕྱིན་ཅི་ལོག་དང་ལྡན་པའི་རྒྱུ་ལས་ཐོས་པ་དང་། མཐོང་བ་དང་། ཚོར་བ་དང་། ཤེས་པའི་ཆོས་རྣམས་བྱུང་སྟེ་
en: Since the aggregate of consciousness is false, then all things heard, seen, felt, and cognized have arisen from a mistaken cause, such that

source: དེ་ལ་ཡང་དག་པའི་རྣམ་པར་ཤེས་པ་མེད་དོ། །
en: there is no accurate consciousness of them.

source: དེ་ལྟར་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་མི་རྟོགས་པས་ན།
en: In this way, as such people fail to accurately apprehend,

source: བར་བར་ནི་དགེ་བའི་རྣམ་པར་ཤེས་པ་འབྱུང་། བར་བར་ནི་མི་དགེ་བའི་རྣམ་པར་ཤེས་པ་འབྱུང་། བར་བར་ནི་དགེ་བ་དང་མི་དགེ་བའི་རྣམ་པར་ཤེས་པ་འབྱུང་སྟེ།
en: at times a virtuous consciousness will arise, at times a nonvirtuous consciousness will arise, and at times a consciousness that is neither virtuous nor nonvirtuous will arise.

source: གང་ཟག་དེ་རྟག་ཏུ་རྣམ་པར་ཤེས་པའི་རྗེས་སུ་སྤྱོད་ཀྱང་རྣམ་པར་ཤེས་པ་སྐྱེ་བའི་གནས་མི་ཤེས། རྣམ་པར་ཤེས་པའི་ཡང་དག་པ་ཇི་ལྟ་བའི་མཚན་ཉིད་མི་ཤེས་སོ། །
en: Although such people always follow after consciousness, they do not recognize the origin of consciousness or the true characteristics of consciousness.
